package com.medicine.query.common;

import java.util.Arrays;
import java.util.List;

public interface Constant {

    List<String> medCompanys = Arrays.asList("邁蘭", "衛達", "友華", "福元", "意欣", "一成", "陽生", "皇佳", "黃氏",
            "國嘉", "新瑞", "泰宗", "鼎泰", "井田", "天義", "衛肯", "順華", "鴻文",
            "星寶", "曼哈頓", "南光", "永勝", "韋淳", "拜耳", "海喬", "益普生", "幸生",
            "永茂", "西海", "柏理", "榮民", "羅得", "應元", "元宙", "五洲", "華興", "中化",
            "信東", "瑪科隆", "政德", "武田", "盈盈", "台裕", "派頓", "明大", "杏林", "聯亞", "健康",
            "美強","十全","瑞士","保瑞","明德","大豐","回春堂","壽元","信隆","汎生");
}
